tap "amar1729/formulae"
tap "aquaproj/aqua"
tap "candid82/brew"
tap "federico-terzi/espanso"
tap "gitetsu/tap", "git@github.com:gitetsu/homebrew-tap.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "k1low/tbls"
tap "kyoshidajp/ghkw"
tap "mutagen-io/mutagen"
tap "universal-ctags/universal-ctags"
tap "ycd/tap"
tap "yqrashawn/goku"
brew "giflib"
brew "libtiff"
brew "aom"
brew "openjdk"
brew "apktool"
brew "ca-certificates"
brew "apr-util"
brew "automake"
brew "coreutils"
brew "asdf"
brew "assimp"
brew "bandwhich"
brew "bat"
brew "bdw-gc"
brew "gettext", link: false
brew "libidn2"
brew "bind"
brew "broot"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "btop"
brew "buku"
brew "fontconfig"
brew "glib"
brew "libx11"
brew "pixman"
brew "python@3.9"
brew "cairo"
brew "carthage"
brew "eigen"
brew "tbb"
brew "ceres-solver"
brew "rtmpdump"
brew "curl"
brew "dav1d"
brew "diff-so-fancy"
brew "difftastic"
brew "direnv"
brew "dive"
brew "dnsmasq"
brew "docui"
brew "dog"
brew "double-conversion"
brew "duf"
brew "dust"
brew "dvm"
brew "emojify"
brew "exa"
brew "fd"
brew "ffsend"
brew "findutils"
brew "libogg"
brew "flac"
brew "fribidi"
brew "graphite2"
brew "harfbuzz"
brew "libuninameslist"
brew "pango"
brew "fontforge"
brew "forego"
brew "fpp"
brew "freetds"
brew "frei0r"
brew "fzf"
brew "gawk"
brew "gd"
brew "gh"
brew "libidn"
brew "little-cms2"
brew "openjpeg"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-branchless"
brew "git-crypt"
brew "git-delta"
brew "git-extras"
brew "git-remote-gcrypt"
brew "node"
brew "gitmoji"
brew "glow"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libgcrypt"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "tcl-tk"
brew "python@3.8"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "go"
brew "gotop"
brew "jasper"
brew "graphviz"
brew "grex"
brew "gron"
brew "grv"
brew "hdf5"
brew "helm"
brew "lua"
brew "highlight"
brew "howdoi"
brew "htop"
brew "httpstat"
brew "httrack"
brew "hub"
brew "icdiff"
brew "ilmbase"
brew "imagemagick"
brew "jansson"
brew "jid"
brew "jo"
brew "oniguruma"
brew "jq"
brew "k6"
brew "krb5"
brew "kubernetes-cli", link: false
brew "lazygit"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libiconv"
brew "libmetalink"
brew "libpq"
brew "libproxy"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsamplerate"
brew "libsoxr"
brew "libvpx"
brew "libxslt"
brew "libzip"
brew "lnav"
brew "m-cli"
brew "mas"
brew "mdp"
brew "mecab"
brew "mecab-ipadic"
brew "minikube"
brew "protobuf"
brew "mitmproxy"
brew "mosh", args: ["HEAD"]
brew "navi"
brew "neofetch"
brew "talloc"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "nnn"
brew "numpy", link: false
brew "oath-toolkit"
brew "opencore-amr"
brew "packer"
brew "tree"
brew "pass"
brew "percona-toolkit"
brew "perl"
brew "pinentry-mac"
brew "pipenv"
brew "pipx"
brew "pyenv"
brew "pyqt"
brew "sip"
brew "ranger"
brew "rav1e"
brew "re2c"
brew "redis"
brew "reg"
brew "renameutils"
brew "ripgrep"
brew "rubberband"
brew "rustup-init"
brew "sdl2"
brew "snappy"
brew "speedtest-cli"
brew "speex"
brew "sponge"
brew "srt"
brew "ssh-copy-id", link: true
brew "starship"
brew "stylua"
brew "surfraw"
brew "tealdeer"
brew "telnet"
brew "terraform"
brew "tesseract"
brew "texinfo"
brew "tfsec"
brew "thefuck"
brew "theora"
brew "tidy-html5"
brew "tmux"
brew "translate-shell"
brew "trivy"
brew "utf8cpp"
brew "vim"
brew "w3m"
brew "wget"
brew "wifi-password"
brew "x264"
brew "xh"
brew "yadm"
brew "yarn"
brew "yq"
brew "zimg"
brew "zsh"
brew "zshdb"
brew "amar1729/formulae/browserpass"
brew "federico-terzi/espanso/espanso"
brew "k1low/tbls/tbls"
brew "kyoshidajp/ghkw/ghkw"
brew "mutagen-io/mutagen/mutagen"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "ycd/tap/dstp"
brew "yqrashawn/goku/goku"
cask "accessmenubarapps"
cask "another-redis-desktop-manager"
cask "appcleaner"
cask "bazecor"
cask "beekeeper-studio"
cask "bettertouchtool"
cask "brave-browser"
cask "cryptomator"
cask "deepl"
cask "docker"
cask "drawio"
cask "fig"
cask "finicky"
cask "font-anka-coder"
cask "font-codenewroman-nerd-font-mono"
cask "font-courier-prime-code"
cask "font-d2coding"
cask "font-fira-mono"
cask "font-go-mono-nerd-font-mono"
cask "font-heavydata-nerd-font-mono"
cask "font-input"
cask "font-luculent"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-office-code-pro"
cask "font-opendyslexic"
cask "font-oxygen-mono"
cask "font-profontx"
cask "font-pt-mono"
cask "font-roboto-mono"
cask "font-sharetechmono-nerd-font-mono"
cask "font-source-code-pro"
cask "font-sudo"
cask "font-terminessttf-nerd-font"
cask "font-udev-gothic-nf"
cask "hammerspoon"
cask "hiddenbar"
cask "itsycal"
cask "joplin"
cask "karabiner-elements"
cask "key-codes"
cask "lepton"
cask "mark-text"
cask "neovide"
cask "netnewswire"
cask "raycast"
cask "shortcat"
cask "spotify"
cask "stats"
cask "tutanota"
cask "vivaldi"
cask "wezterm"
mas "5 GUIs", id: 1534164621
mas "Gyazo", id: 490085255
mas "Plash", id: 1494023538
mas "Speedtest", id: 1153157709
mas "Unsplash Wallpapers", id: 1284863847
mas "WeatherBug", id: 1059074180
